{
    "1": {
      "en": [
        "Take 400-800 mcg of folic acid daily to prevent neural tube defects in your baby.",
        "Stay hydrated by drinking 8-10 glasses of water daily to help with morning sickness.",
        "Eat small, frequent meals every 2-3 hours to manage nausea and maintain energy.",
        "Include protein-rich foods like dal, eggs, and paneer in every meal.",
        "Avoid raw or undercooked meat, fish, and eggs to prevent foodborne illness.",
        "Get plenty of rest and aim for 7-9 hours of sleep each night.",
        "Take ginger tea or lemon water to help reduce morning sickness naturally.",
        "Avoid caffeine or limit to less than 200mg per day (about 1 cup of coffee).",
        "Include iron-rich foods like spinach, methi, and fortified cereals.",
        "Eat vitamin C-rich fruits like oranges, amla, and guava to boost iron absorption."
      ],
      "hi": [
        "शिशु में न्यूरल ट्यूब दोष को रोकने के लिए रोजाना 400-800 एमसीजी फोलिक एसिड लें।",
        "सुबह की उल्टी में मदद के लिए रोजाना 8-10 गिलास पानी पीकर हाइड्रेटेड रहें।",
        "मतली को नियंत्रित करने और ऊर्जा बनाए रखने के लिए हर 2-3 घंटे में छोटे भोजन करें।",
        "हर भोजन में दाल, अंडे और पनीर जैसे प्रोटीन युक्त खाद्य पदार्थ शामिल करें।",
        "खाद्य जनित बीमारी से बचने के लिए कच्चे या अधपके मांस, मछली और अंडे से बचें।",
        "भरपूर आराम करें और प्रति रात 7-9 घंटे की नींद का लक्ष्य रखें।",
        "सुबह की बीमारी को स्वाभाविक रूप से कम करने के लिए अदरक की चाय या नींबू पानी लें।",
        "कैफीन से बचें या प्रति दिन 200 मिलीग्राम से कम तक सीमित करें (लगभग 1 कप कॉफी)।",
        "पालक, मेथी और फोर्टिफाइड अनाज जैसे आयरन युक्त खाद्य पदार्थ शामिल करें।",
        "आयरन अवशोषण बढ़ाने के लिए संतरा, आंवला और अमरूद जैसे विटामिन सी युक्त फल खाएं।"
      ]
    },
    "2": {
      "en": [
        "Increase iron intake to 27mg daily through spinach, lentils, and lean meats.",
        "Consume 1000-1300mg of calcium daily from milk, yogurt, and fortified foods.",
        "Eat omega-3 rich foods like walnuts, flaxseeds, and fish (avoid high-mercury fish).",
        "Include 71g of protein daily from sources like dal, chicken, eggs, and tofu.",
        "Take vitamin D supplements and get 15 minutes of morning sunlight daily.",
        "Eat fiber-rich foods like whole grains, fruits, and vegetables to prevent constipation.",
        "Continue drinking 8-10 glasses of water daily, more if exercising.",
        "Have healthy snacks like nuts, fruits, and yogurt between meals.",
        "Avoid processed foods high in sugar, salt, and unhealthy fats.",
        "Include vitamin A-rich foods like carrots, sweet potatoes, and dark leafy greens."
      ],
      "hi": [
        "पालक, दाल और लीन मीट के माध्यम से प्रतिदिन 27 मिलीग्राम आयरन का सेवन बढ़ाएं।",
        "दूध, दही और फोर्टिफाइड खाद्य पदार्थों से प्रतिदिन 1000-1300 मिलीग्राम कैल्शियम का सेवन करें।",
        "अखरोट, अलसी और मछली जैसे ओमेगा-3 युक्त खाद्य पदार्थ खाएं (उच्च पारा वाली मछली से बचें)।",
        "दाल, चिकन, अंडे और टोफू जैसे स्रोतों से प्रतिदिन 71 ग्राम प्रोटीन शामिल करें।",
        "विटामिन डी सप्लीमेंट लें और रोजाना 15 मिनट की सुबह की धूप लें।",
        "कब्ज को रोकने के लिए साबुत अनाज, फल और सब्जियों जैसे फाइबर युक्त खाद्य पदार्थ खाएं।",
        "रोजाना 8-10 गिलास पानी पीते रहें, व्यायाम करते समय और अधिक।",
        "भोजन के बीच नट्स, फल और दही जैसे स्वस्थ स्नैक्स लें।",
        "चीनी, नमक और अस्वास्थ्यकर वसा में उच्च प्रसंस्कृत खाद्य पदार्थों से बचें।",
        "गाजर, शकरकंद और गहरे पत्तेदार साग जैसे विटामिन ए युक्त खाद्य पदार्थ शामिल करें।"
      ]
    },
    "3": {
      "en": [
        "Increase calorie intake by 450-500 calories per day for baby's rapid growth.",
        "Eat small, frequent meals to manage heartburn and make room for your growing baby.",
        "Continue iron and calcium supplements as prescribed by your doctor.",
        "Stay well-hydrated with at least 10 glasses of water daily to prepare for labor.",
        "Include healthy fats from ghee, nuts, and seeds for baby's brain development.",
        "Eat dates (2-3 daily) in the last month to help with easier labor.",
        "Focus on energy-rich foods like whole grains, bananas, and sweet potatoes.",
        "Reduce salt intake to prevent swelling and water retention.",
        "Practice gentle exercises like walking and prenatal yoga daily.",
        "Prepare freezer meals for postpartum recovery when you'll need easy nutrition."
      ],
      "hi": [
        "बच्चे की तेजी से वृद्धि के लिए प्रति दिन 450-500 कैलोरी का सेवन बढ़ाएं।",
        "सीने में जलन को प्रबंधित करने और अपने बढ़ते बच्चे के लिए जगह बनाने के लिए छोटे, बार-बार भोजन करें।",
        "अपने डॉक्टर द्वारा निर्धारित अनुसार आयरन और कैल्शियम सप्लीमेंट जारी रखें।",
        "प्रसव के लिए तैयार होने के लिए रोजाना कम से कम 10 गिलास पानी पीकर अच्छी तरह हाइड्रेटेड रहें।",
        "बच्चे के मस्तिष्क विकास के लिए घी, नट्स और बीजों से स्वस्थ वसा शामिल करें।",
        "आसान प्रसव में मदद के लिए अंतिम महीने में खजूर (रोजाना 2-3) खाएं।",
        "साबुत अनाज, केला और शकरकंद जैसे ऊर्जा युक्त खाद्य पदार्थों पर ध्यान दें।",
        "सूजन और पानी की रोकथाम को रोकने के लिए नमक का सेवन कम करें।",
        "रोजाना चलना और प्रसवपूर्व योग जैसे हल्के व्यायाम का अभ्यास करें।",
        "प्रसवोत्तर रिकवरी के लिए फ्रीजर भोजन तैयार करें जब आपको आसान पोषण की आवश्यकता होगी।"
      ]
    }
  }